# ZoneOutdoorAirInformationParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..ZoneOutdoorAirInformationParam Property
ParameterTypeId Class See Also
---
"Outdoor Air Information"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId ZoneOutdoorAirInformationParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property ZoneOutdoorAirInformationParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ ZoneOutdoorAirInformationParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace